Revit 2027 API
SymbolTypeId.Cd Property
 Symbol cd, indicating unit Candelas.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId Cd { get; }
Public Shared ReadOnly Property Cd As ForgeTypeId
	Get
public:
static property ForgeTypeId^ Cd {
	ForgeTypeId^ get ();
}
static member Cd : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace